[
   {
    "title": "Viuvinha",
    "description": "Cinco minutos conta a história de um encontro fortuito do narrador com uma jovem em um ônibus. Depois de perder a moça de vista e encontrá-la casualmente algumas vezes, o narrador finalmente a conhece e descobre que ela já o amava a distância, mas uma doença incurável os impede de ficar juntos. Mesmo desiludido, o narrador parte em busca de sua amada e encontra, pelo caminho, bilhetes dela o esperando.Em A viuvinha, o jovem Jorge leva uma vida de prazeres fugazes até perceber-se só. Para aliviar a alma, o jovem vai até uma igreja onde conhece e se paixona por carolina, uma jovem pura e modesta de 15 anos. Um relacionamento se estabelece e o casamento é marcado. Um dia antes, no entanto, Jorge recebe a notícia de que sua fortuna não mais existia e de que tinha dívidas a pagar. A partir daí, suas decisões levam a uma tragédia e, por fim, sua redenção.",
    "author": "José de Alencar",
    "owner_id": 1,
    "thumbnail":"https://a.wattpad.com/cover/128016084-288-k33824.jpg",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "Senhora",
    "description": "Uma moça de origem humilde, órfã de pai e posteriormente de mãe, torna-se uma das mulheres mais desejadas e admiradas do Rio de Janeiro após receber uma herança inesperada. Bela, altiva, fria e decidida, Aurélia Camargo tem agora toda a autonomia de que precisa e resolve usar o seu poder para comprar um... marido! Para algumas mulheres, Aurélia é certamente uma feminista; entre o público masculino, fria, calculista e sem coração; para os valores sociais da época, de um comportamento absolutamente escandaloso! Espelho da decadência de valores da sociedade brasileira durante o Segundo Império, Senhora representa o auge do romance urbano de José de Alencar. Como uma metáfora da alta apreciação de valores fúteis, como o luxo, a ascensão social, o desejo, o orgulho e a ambição, o romance de Alencar transcende-os com a inspiração do amor romântico. Poderá o amor vencer a mágoa e o orgulho para que possa ser pleno na vida dessa personagem?",
    "author": "José de Alencar",
    "owner_id": 1,
    "thumbnail":"https://http2.mlstatic.com/senhora-jose-de-alencar-editora-trs-capa-dura-D_NQ_NP_870277-MLB25672824945_062017-F.jpg",
    "history_id":[],
    "status": "false"
  },
   {
    "title": "Iracema",
    "description": "José Alencar conta a história da fundação do estado do Ceará por meio da lenda de Iracema, a “virgem dos lábios de mel”. Nesta edição com texto integral, a linguagem rebuscada do autor nacionalista do século XIX é traduzida para os dias de hoje por meio das notas comentadas de Fátima Mesquita.",
    "author": "José de Alencar",
    "owner_id": 1,
    "thumbnail":"http://1.bp.blogspot.com/-Em3kl2rYieU/UlmSvB19LJI/AAAAAAAAAyM/IXqfHkcaLUY/s1600/iracema-shared.jpg",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "king arthur",
    "description": "teste",
    "author": "king",
    "owner_id": 1,
    "thumbnail":"https://a.wattpad.com/cover/128016084-288-k33824.jpg",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "Romeu e Julieta",
    "description": "Há muito tempo duas famílias banham em sangue as ruas de Verona. Enquanto isso, na penumbra das madrugadas, ardem as brasas de um amor secreto. Romeu, filho dos Montéquio, e Julieta, herdeira dos Capuleto, desafiam a rixa familiar e sonham com um impossível futuro, longe da violência e da loucura. Romeu e Julieta é a primeira das grandes tragédias de William Shakespeare, e esta nova tradução de José Francisco Botelho recria com maestria o ritmo ao mesmo tempo frenético e melancólico do texto shakespeariano. Contando também com um excelente ensaio introdutório do especialista Adrian Poole, esta edição traz nova vida a uma das mais emocionantes histórias de amor já contadas.",
    "author": "William Shakespeare",
    "owner_id": 1,
    "thumbnail":"https://img.wook.pt/images/romeu-e-julieta-william-shakespeare/MXwxNTEwNjIwMHwxMDU5MzA1N3wxMzgzNTIzMjAwMDAw/500x",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "Dom Casmurro",
    "description": "Bentinho e Capitu são criados juntos e se apaixonam na adolescência. Mas a mãe dele, por força de uma promessa, decide enviá-lo ao seminário para que se torne padre. Lá o garoto conhece Escobar, de quem fica amigo íntimo. Algum tempo depois, tanto um como outro deixam a vida eclesiástica e se casam. Escobar com Sancha, e Bentinho com Capitu. Os dois casais vivem tranquilamente até a morte de Escobar, quando Bentinho começa a desconfiar da fidelidade de sua esposa e percebe a assombrosa semelhança do filho Ezequiel com o ex-companheiro de seminário.",
    "author": "Machado de Assis",
    "owner_id": 1,
    "thumbnail":"https://http2.mlstatic.com/dom-casmurro-machado-de-assis-D_NQ_NP_944628-MLB28079105859_092018-F.jpg",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "Volta ao mundo 80 dias",
    "description": "Um dos mais conhecidos e adorados romances de Jules Verne Londres, 1872. Ao sentir-se desafiado por seus companheiros de clube, o gentleman inglês PhileasFogg aposta que é capaz de dar a volta ao mundo em apenas 80 dias, arriscando todo o seu dinheiro. Homem misterioso, de poucas palavras e rotina inabalável, Fogg inicia a viagem no mesmo dia, levando consigo apenas seu empregado recém-contratado, o francês Jean Passepartout, e uma bolsa. A volta ao mundo em 80 dias é uma incrível aventura pelos mais diversos locais, culturas e situações. De Londres a Yokohama e de lá para Nova York, passando por Bombaim, Hong Kong, São Francisco e outras cidades, em barcos, trens, elefante e trenó a vela, Verne leva nossos heróis – aos quais se juntarão o inspetor Fix e a deslumbrante Ms. Alda – a enfrentar tempestades marítimas, fanáticos religiosos, sabotagens e ataques de índios e de lobos famintos.",
    "author": "Julio Verne",
    "owner_id": 1,
    "thumbnail":"https://kbimages1-a.akamaihd.net/40e465b7-3349-45f3-ba50-ced93926e2a5/353/569/90/False/a-volta-ao-mundo-em-80-dias-2.jpg",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "Operações secretas da segunda guerra mundial",
    "description": "A Segunda Guerra Mundial não foi travada apenas nos campos de batalha. Os Serviços de Inteligência organizaram operações secretas para atacar o inimigo em seu ponto mais fraco. Para tanto, recorreram a homens valentes e corajosos, dispostos a arriscar suas vidas para cumprir uma missão que, na maioria dos casos, era praticamente suicida. Neste livro, você vai encontrar ataques surpresa no coração do território inimigo, assaltos, sequestros, assassinatos, missões de espionagem, enfim, todo tipo de operações secretas destinadas a mudar a trajetória da contenda; apenas algumas delas alcançariam seu objetivo. O autor aborda pela primeira vez essas operações que costumam ser esquecidas pelos livros de História, mas cujo impacto no andamento da guerra foi muito maior do que costuma se acreditar. Após a leitura destas páginas, sua impressão sobre a Segunda Guerra Mundial não será mais a mesma.",
    "author": "Jesus Hernandez",
    "owner_id": 1,
    "thumbnail":"https://images-na.ssl-images-amazon.com/images/I/51qQ2p0Tt1L._SX352_BO1,204,203,200_.jpg",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "Viajem ao centro da terra",
    "description": "Rios em ebulição, monstros pré-históricos e um traiçoeiro oceano são alguns dos perigos que aguardam os aventureiros nessa viagem fantástica. Texto integral em cuidadosa tradução.",
    "author": "Julio Verne",
    "owner_id": 1,
    "thumbnail":"https://img.wook.pt/images/viagem-ao-centro-da-terra-julio-verne/MXw4MDE3MTY3fDQ1MjQyNDh8MTM4MzUyMzIwMDAwMA==/500x",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "O Doutrinador",
    "description": "No meio da noite, o renomado simbologista Robert Langdon acorda de um pesadelo, num hospital. Desorientado e com um ferimento à bala na cabeça, ele não tem a menor ideia de como foi parar ali. Ao olhar pela janela e reconhecer a silhueta do Palazzo Vecchio, em Florença, Langdon tem um choque. Ele nem se lembra de ter deixado os Estados Unidos. Na verdade, não tem nenhuma recordação das últimas 36 horas. Quando um novo atentado contra a sua vida acontece dentro do hospital, Langdon se vê obrigado a fugir e, para isso, conta apenas com a ajuda da jovem médica Sienna Brooks. De posse de um macabro objeto que Sienna encontrou no paletó de Langdon, os dois têm que seguir uma série inquietante de códigos criada por uma mente brilhante, obcecada tanto pelo fim do mundo quanto por uma das maiores obras-primas literárias de todos os tempos: A Divina Comédia, de Dante Alighieri. Mais uma vez superando as expectativas, Dan Brown nos leva por uma viagem pela cultura, pela arte e pela literatura italianas – passando por lugares como a Galleria degli Uffizi, o Duomo de Florença e a Basílica de São Marcos. Inferno é uma leitura eletrizante e um convite a pensarmos no papel da ciência para o futuro da humanidade. **** Busca e encontrarás! Essa é a mensagem da bela senhora de cabelos prateados. Diante dela estende-se um mar de corpos agonizantes, alguns enterrados de cabeça para baixo até a cintura – uma cena bizarra, dantesca. Langdon tenta fazer contato, perguntar quem é ela, o que deve procurar... Mas então ele acorda. Desmemoriado, ferido, a milhares de quilômetros de casa. E de posse de um objeto muito misterioso: um minitubo de metal, com lacre biométrico e o ícone de risco biológico gravado na lateral. Decidido a não abrir o tubo, que pode conter algum material muito perigoso, o renomado simbologista entra em contato com o consulado, em busca de ajuda. Mas algo inesperado acontece: o governo de seu próprio país manda alguém matá-lo. Quando já não sabe mais o que fazer, Langdon encontra a primeira pista que o ajudará a descobrir o que está acontecendo: a imagem do Mapa do Inferno, de Botticelli, uma famosa obra de arte inspirada no Inferno, de Dante Alighieri. Na companhia de Sienna Brooks, uma jovem médica superdotada, ele parte numa jornada alucinante pela Itália, até um dos lugares mais fantásticos do mundo. Dessa vez Robert Langdon precisa usar sua grande habilidade como simbologista para salvar a própria vida e conter uma ameaça que pode destruir toda a humanidade.",
    "author": "Luciano Cunha",
    "owner_id": 1,
    "thumbnail":"http://d26lpennugtm8s.cloudfront.net/stores/148/504/products/o-doutrinador1-1003dd63a9a6fe672515506221039501-640-0.jpg",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "Inferno",
    "description": "No meio da noite, o renomado simbologista Robert Langdon acorda de um pesadelo, num hospital. Desorientado e com um ferimento à bala na cabeça, ele não tem a menor ideia de como foi parar ali. Ao olhar pela janela e reconhecer a silhueta do Palazzo Vecchio, em Florença, Langdon tem um choque. Ele nem se lembra de ter deixado os Estados Unidos. Na verdade, não tem nenhuma recordação das últimas 36 horas. Quando um novo atentado contra a sua vida acontece dentro do hospital, Langdon se vê obrigado a fugir e, para isso, conta apenas com a ajuda da jovem médica Sienna Brooks. De posse de um macabro objeto que Sienna encontrou no paletó de Langdon, os dois têm que seguir uma série inquietante de códigos criada por uma mente brilhante, obcecada tanto pelo fim do mundo quanto por uma das maiores obras-primas literárias de todos os tempos: A Divina Comédia, de Dante Alighieri. Mais uma vez superando as expectativas, Dan Brown nos leva por uma viagem pela cultura, pela arte e pela literatura italianas – passando por lugares como a Galleria degli Uffizi, o Duomo de Florença e a Basílica de São Marcos. Inferno é uma leitura eletrizante e um convite a pensarmos no papel da ciência para o futuro da humanidade. **** Busca e encontrarás! Essa é a mensagem da bela senhora de cabelos prateados. Diante dela estende-se um mar de corpos agonizantes, alguns enterrados de cabeça para baixo até a cintura – uma cena bizarra, dantesca. Langdon tenta fazer contato, perguntar quem é ela, o que deve procurar... Mas então ele acorda. Desmemoriado, ferido, a milhares de quilômetros de casa. E de posse de um objeto muito misterioso: um minitubo de metal, com lacre biométrico e o ícone de risco biológico gravado na lateral. Decidido a não abrir o tubo, que pode conter algum material muito perigoso, o renomado simbologista entra em contato com o consulado, em busca de ajuda. Mas algo inesperado acontece: o governo de seu próprio país manda alguém matá-lo. Quando já não sabe mais o que fazer, Langdon encontra a primeira pista que o ajudará a descobrir o que está acontecendo: a imagem do Mapa do Inferno, de Botticelli, uma famosa obra de arte inspirada no Inferno, de Dante Alighieri. Na companhia de Sienna Brooks, uma jovem médica superdotada, ele parte numa jornada alucinante pela Itália, até um dos lugares mais fantásticos do mundo. Dessa vez Robert Langdon precisa usar sua grande habilidade como simbologista para salvar a própria vida e conter uma ameaça que pode destruir toda a humanidade.",
    "author": "Dan Brown",
    "owner_id": 1,
    "thumbnail":"https://images3.penguinrandomhouse.com/cover/9780804147989",
    "history_id":[],
    "status": "false"
  },
  {
    "title": "Desenvolvimento em swift para iOS",
    "description": "A linguagem Swift é uma linguagem open source com um elevado crescimento e que permite desenvolver aplicações em diversos contextos, nomeadamente aplicações iOS, watchOS, tvOS e OS X. A nova versão desta linguagem, o Swift 3, apresenta uma estrutura e sintaxe mais coerentes com o objetivo de permitir o desenvolvimento de aplicações de uma forma mais célere. O desenvolvimento de aplicações para dispositivos móveis passou a assumir um papel muito relevante, principalmente no que diz respeito ao estabelecimento de lojas online, como a App Store da Apple, que permitem que qualquer pessoa aceda e instale aplicações para uso no seu dia a dia, tanto com objetivos utilitários como lúdicos. Tendo em conta esse crescimento, surge este livro destinado a todos os que se interessam pelo desenvolvimento de aplicações móveis, bem como aos programadores de aplicações para dispositivos móveis. Escrito de uma forma simples e objetiva, cobre desde os conceitos de nível mais básico até à introdução de alguns conceitos avançados para Swift 3 na plataforma iOS 10.No decorrer da obra é desenvolvida uma aplicação que está disponível na App Store, denominada Taster. Desta forma o leitor acompanha todos os detalhes de desenvolvimento até à publicação na loja online. Entre outros, são abordados os seguintes temas: Ambiente de desenvolvimento Xcode; Linguagem Swift; Ciclo de vida de uma app; Model-View-Controller; Controladores; Gestos e movimento; Som e animação; Localização e mapas; Comunicação e rede; Redes sociais; Conceitos avançados; Persistência (incluindo Core Data e iCloud); Submissão à App Store.",
    "author": "Catarina Silva, Luís Marcelino",
    "owner_id": 1,
    "thumbnail":"https://images-na.ssl-images-amazon.com/images/I/51Pru4LD51L._SX348_BO1,204,203,200_.jpg",
    "history_id":[],
    "status": "false"
  }
]